---
kind: property
id: P:Autodesk.Revit.DB.IFC.IFCExtrusionCreationData.Slope
zh: 坡度
source: html/881d9da7-e457-8116-0fc1-2340037a04bb.htm
---
# Autodesk.Revit.DB.IFC.IFCExtrusionCreationData.Slope Property

**中文**: 坡度

The slope of the extrusion, in degrees.

## Syntax (C#)
```csharp
public double Slope { get; set; }
```